Repository: MahmoudHDev/twitterClone
Catalog: twitterClone/*.lproj/Localizable.strings
Languages: ar_eg

# hello
source: مرحباً بك في تويتر
ar_eg: Welcome to twitter App

# desc
source: تابع اجدد الأحداث اول بأول
ar_eg: Get real-time updates about you interesting topics.

# signIn
source: تسجيل الدخول
ar_eg: Sign In

# signUp
source: تسجيل
ar_eg: Sign Up

# changeLang
source: تغيير اللغة
ar_eg: Change the language

# email
source: البريد الإلكتروني
ar_eg: Email

# password
source: كلمة المرور
ar_eg: Password

# rePassword
source: أعد كتابة كلمة المرور
ar_eg: re-type your Password

# username
source: إسم المستخدم
ar_eg: Username

# hi
source: مرحبا
ar_eg: Hi, There!
